{
  "home": {
    "pageTitle": "Home",
    "title": "Syrian Expertise is a key driver for Syria’s future",
    "description": "Across the world, skilled professionals and thought leaders stand ready to contribute. Our mission is to connect, empower, and activate this collective knowledge to rebuild, innovate, and advance Syria’s development.",
    "callToAction": "Join us in shaping Syria’s future, where knowledge leads to action."
  },
  "scientificCommittees": {
    "pageTitle": "Expert Committees",
    "engineeringTitle": "Engineering",
    "educationTitle": "Education & Training",
    "healthTitle": "Healthcare",
    "agricultureTitle": "Agriculture",
    "economyTitle": "Economic Development & Investment",
    "lawTitle": "Legal Affairs",
    "technologyTitle": "Technology & Information Systems",
    "committeesMemberOf": "Committee members Of",
    "members": {
      "azharAlimadi": {
        "name": "Eng. Azhar Alimadi",
        "title": "Chemical Engineer, Teacher, Educational Counselor, and University-Certified Trainer for Teacher Qualification",
        "position": "Committee Coordinator"
      },
      "jihadRahmoon": {
        "name": "Jihad Rahmoon",
        "title": "English Teacher",
        "position": "Committee Coordinator"
      },
      "nourAbdalsalam": {
        "name": "Nour Abdalsalam",
        "title": "Teacher, Project Manager, and Civil Society Activist",
        "position": "Committee Coordinator"
      },
      "alaashubat": {
        "name": "Alaa Shubat",
        "title": "English Teacher with a master's degree in Sustainable Institutions Leadership",
        "position": "Board Member"
      },
      "mohammadbarhamji": {
        "name": "Mohammad Barhamji",
        "title": "Bachelor’s degree in Economics and Business Administration, specializing in Banking and Business Development, and an Economic Content Creator.",
        "position": "Treasurer"
      },
      "anasalshugri": {
        "name": "Anas Alshegri",
        "title": "Bachelor in Economics and Business Administration, specialized in auditing and financial statement analysis",
        "position": "Board Member"
      },
      "mostafaisa": {
        "name": "Eng. Mostafa Isa",
        "title": "Project Director – Infrastructure and Urban Development",
        "position": "Chairman of the Board"
      },
      "talalAttar": {
        "name": "Eng. Talal Attar",
        "title": "Bachelor in software Engineering, specialized in Software Development.",
        "position": "Committee Coordinator"
      },
      "joudTulimat": {
        "name": "Joud Tulimat",
        "title": "Student in Sustainable Architecture and Urban Design, specialized in Urban Environment",
        "position": "Committee Coordinator"
      },
      "osamaAlDakkak": {
        "name": "Eng. Osama Al Dakkak",
        "title": "Bachelor in Electrical Engineering, Master in Renewable Energy, Master in Business Administration, Researcher and PhD student in Wind Energy Development",
        "position": "Committee Coordinator"
      },
      "ahmadShubat": {
        "name": "Eng. Ahmad Shubat",
        "title": "Civil Engineer specialized in Digital Transformation Projects",
        "position": "Committee Coordinator"
      },
      "mohammadAlkudaymi": {
        "name": "Eng. Mohamad Alkudaymi",
        "title": "Architect Engineer",
        "position": "Committee Coordinator"
      },
      "maherAlfarra": {
        "name": "Dr. Maher Alfarra",
        "title": "Dentist specialized in Cosmetic Dentistry",
        "position": "Committee Coordinator"
      },
      "ghiathMohammad": {
        "name": "Ghiath Mohammad, RPh",
        "title": "Pharmacist and Specialist in Pharmacy Technology",
        "position": "Committee Coordinator"
      },
      "waleedHaji": {
        "name": "Waleed Haji",
        "title": "Bachelor in Law and Human Rights Activist",
        "position": "Committee Coordinator"
      },
      "basheerAlmuhaimid": {
        "name": "Basheer Almuhaimid",
        "title": "Bachelor in Law and Diplom in Business Administration",
        "position": "Committee Coordinator"
      },
      "mohamedAliMaghreby": {
        "name": "Mohamed Maghriby",
        "title": "Computer Engineer, Information Security Expert and Auditor",
        "position": "Committee Coordinator"
      },
      "alaaAlboush": {
        "name": "Alaa Alboush",
        "title": "Bachelor in Business Administration with Master's degree in Business Administration and Management",
        "position": "Committee Coordinator"
      },
      "saleemalaya": {
        "name": "Saleem Alaya",
        "title": "Bachelor in Business Administration",
        "position": "Secretary"
      },
      "omarBarhamji": {
        "name": "Omar Barhamji",
        "title": "Master’s degree in Financial Management, specialized in the establishment, development, and management of conventional and Islamic banks.",
        "position": "Committee Coordinator"
      }
    },
    "whoWeAre": {
      "pageTitle": "Who We Are",
      "visionAndMission": {
        "pageTitle": "Vision and Mission ",
        "visionTitle": "Vision ",
        "missionTitle": "Mission",
        "vision": "A future where Syrian expertise drives innovation, development, and the sustainable reconstruction of Syria.",
        "mission": "We mobilize, connect, and activate Syrian expertise worldwide to contribute to Syria’s reconstruction and development. Through knowledge-sharing, collaboration, and strategic initiatives, we ensure that expertise is transformed into real impact."
      },
      "ourStory": {
        "pageTitle": "Our Story",
        "part1": "For decades, Syrians have been forced to leave their homeland in waves. The first in the 1980s and the second in 2011. Scattered across the world, they built lives, gained knowledge, and mastered new skills. The Syrian diaspora grew into a powerhouse of expertise, yet many longed to contribute where their knowledge mattered most, back home in Syria.",
        "part2": "Despite the distance, Syrians stayed connected, forming strong communities wherever they went. Then, on December 8, 2024, history shifted. The old regime fell, and for the first time in decades, Syrians reclaimed their homeland. Across the diaspora, a single question united Syrians.",
        "unifyingQuestion": "How can we help rebuild our country?",
        "part3": "From Sweden, a small group of young professionals took action. Within weeks, over 4,000 experts from across the globe came together, united by a shared vision to transform knowledge into impact and drive Syria’s reconstruction.",
        "howWeStarted": "This is how The Syrian Initiative for Expertise and Development was born. A movement. A platform. A commitment. Built by Syrians, for Syria."
      },
      "ourTeam": {
        "pageTitle": "Our Team",
        "description": "Co-Founders, Board members, Team Leads."
      }
    },

    "donate": {
      "pageTitle": "Donate"
    },
    "joinUsButton": "Join Us",
    "survey": {
      "linkTitle": "Join Us",
      "pageTitle": "Survey",
      "surname": "Surname",
      "name": "Name",
      "email": "Email",
      "phone": "Phone",
      "sex": "Sex",
      "AgeGroup": "Age Group",
      "educationalLevel": "Educational Level",
      "profession": "Profession",
      "syrianCity": "City in Syria",
      "currentCountryOfResidence": "Current Country of Residence",
      "durationOfStayInExile": "Duration of Stay in Exile",
      "highestDegree": "Highest Degree",
      "fieldOfStudy": "Field of Study",
      "yearsOfExperience": "Years of Experience",
      "desireToContribute": "Do you have a desire to contribute to the reconstruction of Syria?",
      "yourCurrentRole": "What is your current role?",
      "moreDetails": "More Details",
      "submit": "Submit"
    },
    "learnMoreButton": "Learn More"
  },
  "whoWeAre": {
    "pageTitle": "Who We Are",
    "visionAndMission": {
      "pageTitle": "Vision and Mission ",
      "visionTitle": "Vision ",
      "missionTitle": "Mission",
      "vision": "A future where Syrian expertise drives innovation, development, and the sustainable reconstruction of Syria.",
      "mission": "We mobilize, connect, and activate Syrian expertise worldwide to contribute to Syria’s reconstruction and development. Through knowledge-sharing, collaboration, and strategic initiatives, we ensure that expertise is transformed into real impact."
    },
    "ourStory": {
      "pageTitle": "Our Story",
      "part1": "For decades, Syrians have been forced to leave their homeland in waves. The first in the 1980s and the second in 2011. Scattered across the world, they built lives, gained knowledge, and mastered new skills. The Syrian diaspora grew into a powerhouse of expertise, yet many longed to contribute where their knowledge mattered most, back home in Syria.",
      "part2": "Despite the distance, Syrians stayed connected, forming strong communities wherever they went. Then, on December 8, 2024, history shifted. The old regime fell, and for the first time in decades, Syrians reclaimed their homeland. Across the diaspora, a single question united Syrians.",
      "unifyingQuestion": "How can we help rebuild our country?",
      "part3": "From Sweden, a small group of young professionals took action. Within weeks, over 4,000 experts from across the globe came together, united by a shared vision to transform knowledge into impact and drive Syria’s reconstruction.",
      "howWeStarted": "This is how The Syrian Initiative for Expertise and Development was born. A movement. A platform. A commitment. Built by Syrians, for Syria."
    },
    "ourTeam": {
      "pageTitle": "Our Team",
      "description": "Co-Founders, Board members, Team Leads."
    }
  },
  "whatWeDo": {
    "pageTitle": "What We Do",
    "innovationAndInitiatives": {
      "title": "Innovation & Initiatives",
      "description": "No idea succeeds in isolation. Many of us have concepts that could contribute to rebuilding Syria, but are they realistic? Have they been tested, refined, and shaped by those with the expertise to take them further? Every strong idea needs a foundation, a reality check, and the right people to help it grow.",
      "role": "This is where we come in. We provide a space for professionals to connect, challenge, and develop ideas together. This is not a passive platform where ideas wait for approval. It is an active community where your ability to engage, collaborate, and build relationships determines how far your idea can go.",
      "howToGetInvolved": {
        "title": "How to Get Involved?",
        "step1": "Join discussions and present your idea to others in the network.",
        "step2": "Connect with experts who can help evaluate and refine your concept.",
        "step3": "Work on a structured proposal with feedback from professionals.",
        "step4": "Build a small team and prepare your idea for the next stage."
      },
      "engagementMessage": "Our role is to facilitate connections and provide access to expertise, but the progress of your idea depends on your engagement. If you are ready to take the next step, ",
      "startHere": "start here."
    },
    "syrianExpertiseHub": {
      "title": "Syrian Expertise Hub",
      "description": "Over 4,000 professionals have joined our network, and hundreds have already shared details about their expertise. This allows us to map skills, connect people efficiently, and ensure that expertise is accessible where it is needed most.",
      "platformGoal": "We are building the largest Syrian expertise platform, powered by smart technology and AI-driven matching. The goal is simple: to ensure that knowledge does not remain scattered but is connected, structured, and ready to contribute to Syria’s reconstruction.",
      "howToGetInvolved": {
        "title": "How to Get Involved?",
        "step1": "Join us by filling the survey and sharing details about your expertise.",
        "step2": "Specify your field, experience, and how you want to contribute.",
        "step3": "Get matched with individuals and projects that need your expertise.",
        "step4": "Leverage the platform to build connections, share expertise, and collaborate effectively."
      },
      "expertiseMessage": "If you are looking for expertise, you can easily find and connect with the right people. If you have expertise, this is where you make it visible and accessible."
    },
    "expertInsights": {
      "title": "Expert Insights",
      "description": "Knowledge is only powerful when it is shared. If you have insights, experiences, or ideas that others should hear, this is the place to share them.",
      "callToAction": "Perhaps you have a concept but need to articulate it clearly before taking it further. Maybe you want to share an article, a video, or an analysis that contributes to the wider conversation. By publishing your insights, you make your expertise visible, connect with those who share your vision, and open the door to new opportunities.",
      "howToGetInvolved": {
        "title": "How to Get Involved?",
        "step1": "Write an article, record a video, or prepare a visual presentation.",
        "step2": "Submit your content to our team for review.",
        "step3": "Once approved, your insights will be published and shared with the network.",
        "step4": "Engage with others who respond to your ideas and expand your reach."
      },
      "impactMessage": "Your expertise has the power to inspire change. Share your insights and make an impact."
    },
    "getInvolved": {
      "title": "Get Involved ",
      "subTitle": "Join Our Network",
      "description": "Change starts with people. By joining our network, you become part of a global initiative where Syrian expertise is connected, activated, and applied to rebuild Syria. Whether you want to contribute your knowledge, collaborate on projects, or stay engaged in shaping the future, this is where it begins.",
      "howToGetInvolved": {
        "title": "How to Join?",
        "step1": "Becoming a member is simple. Fill out the survey and become part of the network today",
        "step2": "→ [Join Us] (Button linking to the application form)",
        "whatHappensNext": "What Happens After You Join?",
        "nextStepDescription": "Once you are part of the network, you will:",
        "step3": "Connect with experts, discussions, and collaboration opportunities.",
        "step4": "Find projects and initiatives that match your skills and interests.",
        "step5": "Receive updates on projects, events, and opportunities to engage.",
        "exploreMore": "Explore More Ways to Contribute",
        "exploreMoreDescription": "Want to learn more before joining? Explore how you can get involved:",
        "innovationAndInitiativesTitle": "Innovation & Initiatives",
        "syrianExpertiseHubTitle": "Syrian Expertise Hub",
        "expertInsightsTitle": "Expert Insights",
        "innovationAndInitiativesDescription": "Have an idea? Develop it with expert support.",
        "syrianExpertiseHubDescription": "Connect with professionals across all fields.",
        "expertInsightsDescription": "Share your knowledge and contribute to meaningful discussions.",
        "opportunities": "This is your opportunity to be part of something bigger. Join today and help shape Syria’s future."
      }
    }
  },
  "contact": {
    "pageTitle": "Contact Us",
    "description": "We value engagement and collaboration. Whether you want to reach out directly, stay updated on our latest activities, or request media materials, this is where you find the right way to connect.",
    "email": "Email"
  },
  "donate": {
    "pageTitle": "Donate"
  },
  "joinUsButton": "Join Us",
  "survey": {
    "consent": {
      "label": "I confirm that I have read and agree to the processing of my personal data as described in the Privacy Policy",
      "required": "You must agree to the Privacy Policy to submit the form"
    },
    "linkTitle": "Join Us",
    "pageTitle": "Survey",
    "surname": "Surname",
    "name": "Name",
    "email": "Email",
    "phone": "Phone",
    "sex": "Sex",
    "AgeGroup": "Age Group",
    "educationalLevel": "Educational Level",
    "profession": "Profession",
    "syrianCity": "City in Syria",
    "currentCountryOfResidence": "Current Country of Residence",
    "durationOfStayInExile": "Duration of Stay in Exile",
    "highestDegree": "Highest Degree",
    "fieldOfStudy": "Field of Study",
    "yearsOfExperience": "Years of Experience",
    "desireToContribute": "Do you have a desire to contribute to the reconstruction of Syria?",
    "yourCurrentRole": "What is your current role?",
    "moreDetails": "More Details",
    "submit": "Submit"
  },
  "learnMoreButton": "Learn More",
  "cookieConsent": {
    "title": "This website uses cookies",
    "description": "We use cookies to enhance your browsing experience, analyze site traffic, and personalize content. By clicking 'Accept All', you consent to our use of cookies.",
    "acceptAll": "Accept All",
    "settings": "This website use Cookie",
    "cookieSetting": {
      "title": "Cookie Settings",
      "description": "You can manage your cookie preferences by clicking 'Settings'. You can choose to accept all cookies, reject non-essential cookies, or customize your preferences."
    }
  },
  "gdpr": {
    "title": "GDPR Privacy Policy",
    "lastUpdated": "Last Updated",
    "introduction": {
      "title": "Introduction",
      "content1": "This Privacy Policy explains how we collect, use, and protect your personal data in accordance with the General Data Protection Regulation (GDPR).",
      "content2": "We respect your privacy and are committed to protecting your personal data. This Privacy Policy will inform you about how we look after your personal data and tell you about your privacy rights and how the law protects you."
    },
    "dataController": {
      "title": "Data Controller",
      "content": "We are the data controller responsible for your personal data. If you have any questions about this Privacy Policy, including any requests to exercise your legal rights, please contact us using the details provided at the end of this policy."
    },
    "dataCollected": {
      "title": "Data We Collect",
      "intro": "We may collect, use, store and transfer different kinds of personal data about you which we have grouped together as follows:",
      "personalData": {
        "title": "Personal Identification Data",
        "content": "This includes your name, email address, phone number, gender, age group, and location information."
      },
      "surveyData": {
        "title": "Survey and Contribution Data",
        "content": "This includes information you provide in surveys, forms, and other contributions including your education, professional experience, and areas of expertise."
      },
      "technicalData": {
        "title": "Technical Data",
        "content": "This includes information about how you use our website, such as your IP address, browser type and version, time zone setting, browser plug-in types, operating system, and platform."
      }
    },
    "legalBasis": {
      "title": "Legal Basis for Processing",
      "content1": "We will only use your personal data when the law allows us to. Most commonly, we will use your personal data where we need to perform a contract we are about to enter into or have entered into with you, where it is necessary for our legitimate interests (or those of a third party) and your interests and fundamental rights do not override those interests, or where we need to comply with a legal obligation.",
      "content2": "Generally, we do not rely on consent as a legal basis for processing your personal data other than in relation to sending marketing communications to you. You have the right to withdraw consent to marketing at any time by contacting us."
    },
    "dataPurpose": {
      "title": "How We Use Your Data",
      "content": "We use your personal data for the following purposes:",
      "purpose1": "To register you as a new member or participant",
      "purpose2": "To manage our relationship with you",
      "purpose3": "To enable you to participate in surveys, forums, or other collaborative activities",
      "purpose4": "To connect you with relevant opportunities based on your expertise",
      "purpose5": "To improve our website, products/services, and user experience"
    },
    "dataRetention": {
      "title": "Data Retention",
      "content": "We will only retain your personal data for as long as necessary to fulfill the purposes we collected it for, including for the purposes of satisfying any legal, accounting, or reporting requirements. To determine the appropriate retention period for personal data, we consider the amount, nature, and sensitivity of the personal data, the potential risk of harm from unauthorized use or disclosure of your personal data, the purposes for which we process your personal data and whether we can achieve those purposes through other means, and the applicable legal requirements."
    },
    "dataSharing": {
      "title": "Data Sharing",
      "content1": "We may share your personal data with other organizations and individuals who are involved in the delivery of our services to you. This includes our staff, volunteers, partners, and service providers.",
      "content2": "We require all third parties to respect the security of your personal data and to treat it in accordance with the law. We do not allow our third-party service providers to use your personal data for their own purposes and only permit them to process your personal data for specified purposes and in accordance with our instructions."
    },
    "dataSecurity": {
      "title": "Data Security",
      "content": "We have put in place appropriate security measures to prevent your personal data from being accidentally lost, used or accessed in an unauthorized way, altered or disclosed. In addition, we limit access to your personal data to those employees, agents, contractors and other third parties who have a business need to know. They will only process your personal data on our instructions and they are subject to a duty of confidentiality."
    },
    "userRights": {
      "title": "Your Legal Rights",
      "intro": "Under the GDPR, you have the following rights in relation to your personal data:",
      "right1": "The right to access your personal data",
      "right2": "The right to request correction of your personal data",
      "right3": "The right to request erasure of your personal data",
      "right4": "The right to object to processing of your personal data",
      "right5": "The right to request restriction of processing your personal data",
      "right6": "The right to request transfer of your personal data",
      "right7": "The right to withdraw consent",
      "exerciseRights": "You can exercise any of these rights by contacting us using the details provided at the end of this policy."
    },
    "internationalTransfers": {
      "title": "International Transfers",
      "content": "We may transfer your personal data to countries outside the European Economic Area (EEA). Whenever we transfer your personal data out of the EEA, we ensure a similar degree of protection is afforded to it by ensuring appropriate safeguards are implemented."
    },
    "changes": {
      "title": "Changes to This Privacy Policy",
      "content": "We may update this Privacy Policy from time to time. We will notify you of any changes by posting the new Privacy Policy on this page and updating the 'Last Updated' date at the top of this policy."
    },
    "contact": {
      "title": "Contact Us",
      "content": "If you have any questions about this Privacy Policy or our privacy practices, please contact us."
    }
  },
  "cookiePolicy": {
    "title": "Cookie Policy",
    "lastUpdated": "Last Updated",
    "introduction": {
      "title": "Introduction",
      "content": "This Cookie Policy explains how we use cookies and similar technologies on our website. This policy is designed to help you understand what cookies are, how we use them, and the choices you have regarding their use."
    },
    "whatAreCookies": {
      "title": "What are Cookies",
      "content": "Cookies are small text files that are placed on your device when you visit our website. They help us analyze how users interact with our site, personalize content, and improve user experience. Cookies may be 'persistent' cookies or 'session' cookies. Persistent cookies remain on your device after you close your browser, while session cookies are deleted when you close your browser."
    },
    "cookiesWeUse": {
      "title": "Types of Cookies We Use",
      "intro": "We use the following types of cookies on our website:",
      "essential": {
        "title": "Essential Cookies",
        "content": "These cookies are necessary for the website to function properly. They enable core functionality such as security, network management, and account access. You cannot opt out of these cookies."
      },
      "preference": {
        "title": "Preference Cookies",
        "content": "These cookies allow us to remember choices you make and provide enhanced, personalized features. They may be set by us or by third-party providers whose services we have added to our pages."
      },
      "statistics": {
        "title": "Statistics Cookies",
        "content": "These cookies help us understand how visitors interact with our website by collecting and reporting information anonymously. They allow us to count visits and traffic sources so we can measure and improve the performance of our site."
      },
      "marketing": {
        "title": "Marketing Cookies",
        "content": "These cookies are used to track visitors across websites. They are set to display targeted advertisements based on your interests and online behavior."
      }
    },
    "managingCookies": {
      "title": "Managing Cookies",
      "content": "You can control and manage cookies in various ways. You can modify your browser settings to decline cookies or to alert you when cookies are being sent. Please note that if you disable cookies, some features of our website may not function properly."
    },
    "changes": {
      "title": "Changes to This Cookie Policy",
      "content": "We may update our Cookie Policy from time to time. We will notify you of any changes by posting the new Cookie Policy on this page and updating the 'Last Updated' date."
    },
    "contact": {
      "title": "Contact Us",
      "content": "If you have any questions about our Cookie Policy, please contact us."
    }
  }
}
